Repository: kleiberjp/kpm-ios
Catalog: kpm/kpm/*.lproj/*.lproj/Localizable.strings
Languages: es

# cancel-button
source: CANCEL
es: CANCELAR

# continue-button
source: CONTINUE
es: CONTINUAR

# field-required
source: This field is required
es: Este campo es requerido

# mail-invalid
source: Enter a valid email
es: Ingrese un email valido

# message-alert-add
source: Are you sure want add another item to the product %@
es: ¿Estas seguro que quieres agregar otro item al producto %@ ?

# message-logout
source: Are you sure want to log out? :(, what if you stay a little longer?
es: ¿Estás seguro quieres cerrar sesión? :(, ¿Qué tal si te quedas un rato más ?

# message-success-update
source: All products were updated successfully =)
es: Todos los productos fueron actualizados exitosamente =)

# message-wrong-update
source: There was a failure, not all products were updated. There are still 4 products for upgrade. What if you try later.
es: Hubo una falla, no todos los productos fuerón actualizados. Aún quedan %d productos by actualizar. Vuelve a intentar en unos minutos.

# no-products-update
source: Apparently everything is exactly right, no products to upgrade. Good for you =)
es: Aparentemente todo esta bien, no hay productos para actualizar. Bien por tí =)

# invalid login parameters
source: The email and password entered are invalid, please check your data and try again
es: EL usuario y contraseña que ingresastes son invalidos. Revisa tus datos e intenta nuevamente

# title-alert-item
source: NEW ITEM
es: NUEVO ITEM

# title-list-products
source: List Products
es: Listado de Productos

# title-logout
source: Log out
es: Cerrar sesión

# title-success
source: Success
es: Exitos

# wait
source: Wait a moment, please...
es: Espera un momento, por favor...

# yes-button
source: YES
es: SI
